[
  [
    {
      "id": "czWD28wusIMC",
      "author": ["Sara Shepard"],
      "rating": 4,
      "title": "Pretty Little Liars #2: Flawless",
      "image": "http://books.google.com/books/content?id=czWD28wusIMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "After their friend who has been missing for more than three years turns up dead, four former best friends continue to receive frightening messages from someone who knows damaging secrets about them."
    },
    {
      "id": "rDS4ruB6khIC",
      "author": ["Andre Maurois"],
      "rating": 5,
      "title": "An Art of Living",
      "image": "http://books.google.com/books/content?id=rDS4ruB6khIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "This inspirational book contains sound advice on the art of living by the late historian, biographer, and philosopher, Andre Maurois, one of the most celebrated and prolific French writers of the 20th century. (Philosophy)"
    },
    {
      "id": "veoQ630kIZ4C",
      "author":  ["James Moloney"],
      "rating": 2.5,
      "title": "A Bridge to Wiseman's Cove",
      "image": "http://books.google.com/books/content?id=veoQ630kIZ4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Carl Matt - even his name mocks him. The people of Wattle Beach do their best to grind him under foot.Why are the Matts such pariahs? The answer lies in Wiseman's Cove, a short ride across the strait where Carl finds refuge in the most unlikely place. Wiseman's Cove has been waiting for Carl - waiting a long time."
    },
    {
      "id": "Dv7kj4r7J4MC",
      "author": ["Philip Gross"],
      "rating": 4,
      "title": "The Lastling",
      "image": "http://books.google.com/books/content?id=Dv7kj4r7J4MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Having traveled to a war-torn area of the Himalayas with her uncle to hunt exotic game, fourteen-year-old Paris befriends a lost twelve-year-old Buddhist monk and a young yeti, from whom she learns about humanity and friendship."
    }
  ], [
    {
      "id": "O7TXVCTBAEIC",
      "author": ["Susan Rosson Spain"],
      "rating": 4,
      "title": "The Deep Cut",
      "image": "http://books.google.com/books/content?id=O7TXVCTBAEIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Considered 'slow' by his father, Lonzo tries his best to help his family in Culpeper, Virginia, during the Civil War and, in the process, comes to some decisions about how to live his life."
    },
    {
      "id": "b7QKxFNnTsgC",
      "author": ["Joseph M. Marshall"],
      "rating": 4,
      "title": "Keep Going",
      "image": "http://books.google.com/books/content?id=b7QKxFNnTsgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Grandfather says this: “In life there is sadness as well as joy, losing as well as winning, falling as well as standing, hunger as well as plenty, bad as well as good. I do not say this to make you despair, but to teach you…that life is a journey sometimes walked in light and sometimes in shadow.” Grandfather says this: “Keep going.” These thought-provoking lessons, passed down by the author’s own Lakota grandfather, will inspire the hundreds of thousands who already know his work—and will tap into the market that has embraced such books as Oriah Mountain Dreamer’s The Invitation. When a young man’s father dies, he turns to his sagacious grandfather for comfort."
    },
    {
      "id": "pt7O6XQ5fKgC",
      "author":  ["A. C. Grayling"],
      "rating": 3.5,
      "title": "Life, Sex and Ideas",
      "image": "http://books.google.com/books/content?id=pt7O6XQ5fKgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Short and elegantly written, this volume contains 60 essays organized under the categories of moral matters, public culture, community and society, anger and war, and grief and remembrance."
    },
    {
      "id": "3L0BCCoFMRgC",
      "author": ["Martin E. P. Seligman"],
      "rating": 4.5,
      "title": "Authentic Happiness",
      "image": "http://books.google.com/books/content?id=3L0BCCoFMRgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Argues that happiness can be a learned and cultivated behavior, explaining how every person possesses at least five of twenty-four profiled strengths that can be built on in order to improve life."
    }
  ], [
    {
      "id": "9JsgAAAACAAJ",
      "author": ["Charles M. Sheldon"],
      "rating": 4.5,
      "title": "In His Steps",
      "image": "http://books.google.com/books/content?id=9JsgAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "desc": "This classic Christian novel is updated in modern language and settings. In His Stepswill show you the incredible joy you can know in serving Him."
    },
    {
      "id": "VdBg7aH_UQMC",
      "author": ["Adin Steinsaltz"],
      "rating": 5,
      "title": "Simple Words",
      "image": "http://books.google.com/books/content?id=VdBg7aH_UQMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Simple words are not simple--each chapter is dedicated to so-called simple words such as death, envy, masks, sex, good, and love. Steinsaltz uses familiar language and progressive thinking to offer a greater moral and spiritual understanding to these core concepts."
    },
    {
      "id": "hn5J3W0DRyMC",
      "author":  ["Jay McGraw"],
      "rating": 4.5,
      "title": "Life Strategies For Teens",
      "image": "http://books.google.com/books/content?id=hn5J3W0DRyMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Offers ten essential strageties to help teenagers take control of their lives and make the journey to adulthood a fulfilling one."
    },
    {
      "id": "dF1y9zdTpegC",
      "author": ["Linda Breen Pierce"],
      "rating": 4,
      "title": "Choosing Simplicity",
      "image": "http://books.google.com/books/content?id=dF1y9zdTpegC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "This ground breaking work goes beyond the books that tell you how to simplify your life. This book reveals what has happened in the lives of real people who have done it. Based on the author's three-year study of over 200 people from 40 states and eight countries, Choosing Simplicity is a delightful and rich blend of real-life profiles and guidelines on simplicity. Interwoven throughout the stories are the author's insights and guidance for those who want to explore simplicity and those who have already embarked on this journey. The book also includes a 16-page Resource Guide with reviews of 42 books on simplicity, information on related web sites, organizations, simplicity study circles, workshops, newsletters and magazines."
    }
  ], [
    {
      "id": "oQQWI2FRIAAC",
      "author": ["Deanna Beisser"],
      "rating": 5,
      "title": "Is it Time to Make a Change?",
      "image": "http://books.google.com/books/content?id=oQQWI2FRIAAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "In this candid and upbeat first collection of her work, Deanna Beisser gives new meaning to the statement, 'Anything is possible.' Her words capture all the doubts, fears, and excitement that occur whenever a life change is contemplated. Yet her refreshingly down-to-earth attitude and life-only-happens-once-so-enjoy-it! philosophy are quick to put the reader at ease. In short, this is a book about letting your life be the wonderful adventure it is meant to be. The opportunity to redirect your life's path and begin anew exists every day. The only person holding you back is you, and the only way your life is going to change is when you decide it is. Whether it's a little motivation you need or a reminder of the power you have within you to make things happen, this book is the perfect place to start. After that, it's up to you, because... "
    },
    {
      "id": "ljEXPcTDquQC",
      "author":  ["William J. Bennett"],
      "rating": 4.5,
      "title": "Book of Virtues",
      "image": "http://books.google.com/books/content?id=ljEXPcTDquQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A senior editor of National Review and leading conservative spokesperson provides commentary to accompany this anthology of character-building stories from history, the Bible, and such poets as Frost and Angelou. 60,000 first printing. National ad/promo. Tour."
    },
    {
      "id": "hsJAmEd0ISgC",
      "author": ["Ron Phillips"],
      "rating": 5,
      "title": "Gem of the First Water",
      "image": "http://books.google.com/books/content?id=hsJAmEd0ISgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "An angry teenager is transported to the Land of Confusion, where he confronts negative creatures such as Blame, Rage-on and the Martini Monster, before learning how to create his own happiness."
    },
    {
      "id": "KctzhqGEbOoC",
      "author": ["Myles Munroe"],
      "rating": 5,
      "title": "Understanding Your Potential",
      "image": "http://books.google.com/books/content?id=KctzhqGEbOoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Myles Munroe invites you to discover the untapped wealth of your potential ability and rise above your past experiences to unearth hidden treasure within."
    }
  ], [
    {
      "id": "ZP0C_rHrgvAC",
      "author": ["Joseph Patrick Allen"],
      "rating": 5,
      "title": "Escaping the Endless Adolescence",
      "image": "http://books.google.com/books/content?id=ZP0C_rHrgvAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "desc": "Counsels parents on how to help teens to become successful and independent adults, challenging popular practices while making recommendations in such areas as volunteering and constructive criticism."
    },
    {
      "id": "iSvjS7TnU34C",
      "author":  ["Liz Greene"],
      "rating": 5,
      "title": "The Astrological Neptune and the Quest for Redemption",
      "image": "http://books.google.com/books/content?id=iSvjS7TnU34C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "The longing for redemption is a many-headed daimon that dwells within the most earthbound and prosaic of souls. Neptune is the astrological symbol that describes this energy. Liz Greene, an internationally known astrologer, has given us the most complete and accessible book about Neptune ever written! She explores Neptune themes in literature, myth, politics, religion, fashion, and art to show how this energy manifests."
    },
    {
      "id": "qtfDQvBVZRQC",
      "author":  ["Dovid Strusiner"],
      "rating": 3.5,
      "title": "Astrology for Self Empowerment",
      "image": "http://books.google.com/books/content?id=qtfDQvBVZRQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "What can you do with your astrological birth chart? If you're an astrologer, you learn amazing information about your personality and make predictions. If you're not an astrologer, you can puzzle over the circles and symbols--until now. Astrology for Self-Empowerment by Dovid Strusiner moves astrology to entirely new realms, making this a must for both the astrological expert and those unfamiliar with the science. It takes the basic information from the chart and shows you how to change your life so you can achieve your spiritual and worldly goals easily. The technique starts with the birth chart. "
    },
    {
      "id": "BXwVuJakDXcC",
      "author":  ["M. Ramakrishna Bhat"],
      "rating": 4,
      "title": "Fundamentals of Astrology",
      "image": "http://books.google.com/books/content?id=BXwVuJakDXcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Astrology is both Science and Art. Hence only the talented can appreciate and understand it. Rightly Visnugupta declares that nobody other than a sage can master the ocean-like science of astrology. The great Varahamihira declares, No sin will creep into a place that is sanctified by the presence of a true astrologer. No person who studies and divines the course of destiny will ever be found in hell, but will reside permanently in the world of Brahman. This book brings to the fore not only the rationality of astrology but also the nature and structure of the correct knowledge that our forefathers possessed regarding the predictable influences of planets on human beings, and gives a spiritual bias to astrology."
    }
  ], [
    {
      "id": "kboLy_NBxc4C",
      "author":  ["Bruce K. Waltke"],
      "rating": 5,
      "title": "The Book of Proverbs, Chapters 1-15",
      "image": "http://books.google.com/books/content?id=kboLy_NBxc4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Over twenty-five years in the making, this much-anticipated commentary promises to be the standard study of Proverbs for years to come. Written by eminent Old Testament scholar Bruce Waltke, this two-volume commentary is unquestionably the most comprehensive work on Proverbs available. Grounded in the new literary criticism that has so strengthened biblical interpretation of late, Waltke's commentary on Proverbs demonstrates the profound, ongoing relevance of this Old Testament book for Christian faith and life."
    },
    {
      "id": "CFZSyZi2vUQC",
      "author":  ["Ben Witherington"],
      "rating": 5,
      "title": "The New Testament Story",
      "image": "http://books.google.com/books/content?id=CFZSyZi2vUQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "An introductory guide to the New Testament examines how and why the scriptures were written and collected and how they came to be known as the New Testament that we have today, while discussing the main stories and major figures, the ways that these stories were told and retold, and how this literary development has influenced Christian theology, ethics, and social thought."
    },
    {
      "id": "XVVWR4cLK70C",
      "author":  ["Adrian Rogers"],
      "rating": 5,
      "title": "Unveiling the End Times in Our Time",
      "image": "http://books.google.com/books/content?id=XVVWR4cLK70C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "The author takes readers on a tour of the Bible, revealing an evangelistic approach to the text that finds God's plan working on every page and a progression of divine influence in human affairs that culminates in Revelation. 25,000 first printing."
    },
    {
      "id": "8WkbUkKeqcoC",
      "author": ["William G. Dever"],
      "rating": 4,
      "title": "Who Were the Early Israelites, and where Did They Come From?",
      "image": "http://books.google.com/books/content?id=8WkbUkKeqcoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "This book addresses one of the most timely and urgent topics in archaeology and biblical studies -- the origins of early Israel. For centuries the Western tradition has traced its beginnings back to ancient Israel, but recently some historians and archaeologists have questioned the reality of Israel as it is described in biblical literature. In 'Who Were the Early Israelites and Where Did They Come From?' William Dever explores the continuing controversies regarding the true nature of ancient Israel and presents the archaeological evidence for assessing the accuracy of the well-known Bible stories. Confronting the range of current scholarly interpretations seriously and dispassionately, Dever rejects both the revisionists who characterize biblical literature as pious propaganda and the conservatives who are afraid to even question its factuality."
    }
  ], [
    {
      "id": "5TWHZ0NuKqYC",
      "author": ["Bruce W. Longenecker"],
      "rating": 4.5,
      "title": "The Lost Letters of Pergamum",
      "image": "http://books.google.com/books/content?id=5TWHZ0NuKqYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Fascinating novel of a Roman citizen's spiritual transformation gives a reliable glimpse into the world of the New Testament and the early church."
    },
    {
      "id": "NOvWYblJMSUC",
      "author":  ["Bernhard Press"],
      "rating": 5,
      "title": "The Murder of the Jews in Latvia",
      "image": "http://books.google.com/books/content?id=NOvWYblJMSUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "At the end of June 1941, Latvia fell into the hands of the Germans. This book is an account of life and death during the subsequent Nazi reign of terror. Press describes his escape from the Riga ghetto, his three years in hiding, and the trials that awaited the surviving Jews of Riga after it was 'liberated' by the Red Army. Recounting his own harrowing experience and detailing the plight of Eastern European Jews faced with the anti-Semitism of their homelands, the Germans, and the Soviets, Press recovers a lost chapter in the history of the Holocaust."
    },
    {
      "id": "I8LDFCBmNQ4C",
      "author": ["John J. Collins"],
      "rating": 5,
      "title": "Between Athens and Jerusalem",
      "image": "http://books.google.com/books/content?id=I8LDFCBmNQ4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "One of the most creative and consequential collisions in Western culture involved the encounter of Judaism with Hellenism. In this widely acclaimed study of the Jews who lived in Hellenistic Egypt, 'between Athens and Jerusalem,' John J. Collins examines the literature of Hellenistic Judaism, treating not only the introductory questions of date, authorship, and provenance but also the larger question of Jewish identity in the Greco-Roman world. First published in 1984, this landmark study by one of the world's leading experts in Hellinistic Judaism is now fully revised and updated to take into account the best of recent scholarship."
    },
    {
      "id": "TKOnSTjP1IsC",
      "author": ["Tom Segev"],
      "rating": 5,
      "title": "The Seventh Million",
      "image": "http://books.google.com/books/content?id=TKOnSTjP1IsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A new history of Israel presents the Holocaust as the defining event of modern Jewish history and the most important impetus for the formation of the State of Israel. Reprint."
    }
  ]
]