[
  [
    {
      "id": "5_LsDwAAQBAJ",
      "author": ["Alexis Henderson"],
      "title": "The Year of the Witching",
      "rating": 3.2,
      "image": "http://books.google.com/books/content?id=5_LsDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A young woman living in a rigid, puritanical society discovers dark powers within herself in this stunning, feminist fantasy debut. In the lands of Bethel, where the Prophet's word is law, Immanuelle Moore's very existence is blasphemy. Her mother's union with an outsider of a different race cast her once-proud family into disgrace, so Immanuelle does her best to worship the Father, follow Holy Protocol, and lead a life of submission, devotion, and absolute conformity, like all the other women in the settlement. But a mishap lures her into the forbidden Darkwood surrounding Bethel, where the first prophet once chased and killed four powerful witches. Their spirits are still lurking there, and they bestow a gift on Immanuelle: the journal of her dead mother, who Immanuelle is shocked to learn once sought sanctuary in the wood. Fascinated by the secrets in the diary, Immanuelle finds herself struggling to understand how her mother could have consorted with the witches. But when she begins to learn grim truths about the Church and its history, she realizes the true threat to Bethel is its own darkness. And she starts to understand that if Bethel is to change, it must begin with her."
    }, {
      "id": "6u6_DwAAQBAJ",
      "author": ["John Grisham"],
      "rating": 4,
      "title": "Camino Winds",
      "image": "http://books.google.com/books/content?id=6u6_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Welcome back to Camino Island, where anything can happen—even a murder in the midst of a hurricane, which might prove to be the perfect crime... Just as Bruce Cable’s Bay Books is preparing for the return of bestselling author Mercer Mann, Hurricane Leo veers from its predicted course and heads straight for the island. Florida’s governor orders a mandatory evacuation, and most residents board up their houses and flee to the mainland, but Bruce decides to stay and ride out the storm. The hurricane is devastating: homes and condos are leveled, hotels and storefronts ruined, streets flooded, and a dozen people lose their lives. One of the apparent victims is Nelson Kerr, a friend of Bruce’s and an author of thrillers. But the nature of Nelson’s injuries suggests that the storm wasn’t the cause of his death: He has suffered several suspicious blows to the head. Who would want Nelson dead? The local police are overwhelmed in the aftermath of the storm and ill equipped to handle the case. Bruce begins to wonder if the shady characters in Nelson’s novels might be more real than fictional. And somewhere on Nelson’s computer is the manuscript of his new novel. Could the key to the case be right there—in black and white? As Bruce starts to investigate, what he discovers between the lines is more shocking than any of Nelson’s plot twists—and far more dangerous. Camino Winds is an irresistible romp and a perfectly thrilling beach read—# 1 bestselling author John Grisham at his beguiling best."
    },
    {
      "id": "GsIJJsh9jw4C",
      "author": ["Nora Roberts"],
      "rating": 4.5,
      "title": "The Mackade Brothers - Rafe and Jared",
      "image": "http://books.google.com/books/content?id=GsIJJsh9jw4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "desc": "In the first work, reserved antiques dealer Regan Jones finds herself tempted by notorious bad boy Rafe MacKade, and in the second work, attorney Jared MacKade matches wits with sexy, unconventional Savannah Morningstar."
    },
    {
      "id": "LUmQDwAAQBAJ",
      "author": ["Sarah J. Maas"],
      "rating": 3.5,
      "title": "House of Earth and Blood",
      "image": "http://books.google.com/books/content?id=LUmQDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "The story of half-Fae and half-human Bryce Quinlan as she seeks revenge in a contemporary fantasy world of magic, danger, and searing romance. Bryce Quinlan had the perfect life-working hard all day and partying all night-until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She'll do whatever it takes to avenge their deaths. Hunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose-to assassinate his boss's enemies, no questions asked. But with a demon wreaking havoc in the city, he's offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach. As Bryce and Hunt dig deep into Crescent City's underbelly, they discover a dark power that threatens everything and everyone they hold dear, and they find, in each other, a blazing passion-one that could set them both free, if they'd only let it. With unforgettable characters, sizzling romance, and page-turning suspense, this richly inventive new fantasy series by #1 New York Times bestselling author Sarah J. Maas delves into the heartache of loss, the price of freedom-and the power of love."
    }
  ], [
      {
        "id": "5sWCDwAAQBAJ",
        "author": ["Alix E. Harrow"],
        "rating": 4,
        "title": "The Ten Thousand Doors of January",
        "image": "http://books.google.com/books/content?id=5sWCDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "In the early 1900s, a young woman embarks on a fantastical journey of self-discovery after finding a mysterious book in this captivating and lyrical debut. In a sprawling mansion filled with peculiar treasures, January Scaller is a curiosity herself. As the ward of the wealthy Mr. Locke, she feels little different from the artifacts that decorate the halls: carefully maintained, largely ignored, and utterly out of place. Then she finds a strange book. A book that carries the scent of other worlds, and tells a tale of secret doors, of love, adventure and danger. Each page turn reveals impossible truths about the world and January discovers a story increasingly entwined with her own. Lush and richly imagined, a tale of impossible journeys, unforgettable love, and the enduring power of stories awaits in Alix E. Harrow's spellbinding debut--step inside and discover its magic."
      },
      {
        "id": "evB8DwAAQBAJ",
        "author": ["Talia Carner"],
        "rating": 4,
        "title": "The Third Daughter",
        "image": "http://books.google.com/books/content?id=evB8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Desperate, her father leaps at the opportunity to marry Batya to a worldly, wealthy stranger who can guarantee his daughter an easy life and passage to America. Feeling like a princess in a fairytale, Batya leaves her old life behind as she is whisked away to a new world. But soon she discovers that she’s entered a waking nightmare. Her new “husband” does indeed bring her to America: Buenos Aires, a vibrant, growing city in which prostitution is not only legal but deeply embedded in the culture. And now Batya is one of thousands of women tricked and sold into a brothel. As the years pass, Batya forms deep bonds with her “sisters” in the house as well as some men who are both kind and cruel. Through it all, she holds onto one dream: to bring her family to America, where they will be safe from the anti-Semitism that plagues Russia. Just as Batya is becoming a known tango dancer, she gets an unexpected but dangerous opportunity—to help bring down the criminal network that has enslaved so many young women and has been instrumental in developing Buenos Aires into a major metropolis. A powerful story of finding courage in the face of danger, and hope in the face of despair, The Third Daughter brings to life a dark period of Jewish history and gives a voice to victims whose truth deserves to finally be told."
      },
      {
        "id": "yd6MDwAAQBAJ",
        "author":  ["Lisa Jackson"],
        "rating": 3.5,
        "title": "Unspoken",
        "image": "http://books.google.com/books/content?id=yd6MDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "The town of Bad Luck, Texas, is home to all kinds of secrets. Shelby Cole had her share, before she left to start a new life. After almost ten years away, a mysterious package arrives at her Seattle home. There’s no return address, just a photograph of a little girl. Shelby knows immediately that this is the daughter she was told died at birth—and that going back is the only way to discover what really happened. Shelby isn’t the only one coming home. A long-ago killing is in the news again, and Ross McCallum, the man who made a nightmare of Shelby’s past, has been set free because of recanted testimony. Is he baiting her, or has someone else lured her back to Bad Luck for their own twisted purpose? Shelby's inquiries about her baby are met with stonewalling and hostility. Her only ally is Nevada Smith, the one-time bad boy of Bad Luck. Nevada was the arresting officer in that decade-old murder case. Now he’s a suspect. Though shocked by Shelby’s reappearance, and her revelation about the child he knew nothing about, he’ll do anything to help find their daughter. But searching for answers draws them into a terrifying scheme, where unspoken truths will drive a killer to brutal revenge. . ."
      },
      {
        "id": "aLhLDwAAQBAJ",
        "author": ["Noah Hawley"],
        "rating": 5,
        "title": "The Punch",
        "image": "http://books.google.com/books/content?id=aLhLDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Now he is dead, and his wife and sons are coming together for one final journey to scatter his ashes. First, however, his loved ones have some things to work out. David, the older son, believes that any minute his life is going to fall apart and everyone he loves will leave him. His brother Scott can't shake the belief that at heart, people are inherently rotten. Doris, their mother, just doesn't believe in anything anymore. Wickedly funny and biting, The Punch is an essential exploration of modern American grief, family violence, and redemption from the bestselling author of Before the Fall and creator of the Emmy award-winning series FARGO."
      }
  ], [
      {
        "id": "OcRWDwAAQBAJ",
        "author": ["Christina Lauren"],
        "rating": 3.5,
        "title": "Josh and Hazel's Guide to Not Dating",
        "image": "http://books.google.com/books/content?id=OcRWDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Most men can’t handle Hazel. With the energy of a toddler and the mouth of a sailor, they’re often too timid to recognize her heart of gold. New York Times and #1 international bestselling author Christina Lauren (Roomies, Beautiful Bastard) tells the story of two people who are definitely not dating, no matter how often they end up in bed together. Hazel Camille Bradford knows she’s a lot to take—and frankly, most men aren’t up to the challenge. If her army of pets and thrill for the absurd don’t send them running, her lack of filter means she’ll say exactly the wrong thing in a delicate moment. Their loss. She’s a good soul in search of honest fun. Josh Im has known Hazel since college, where her zany playfulness proved completely incompatible with his mellow restraint. From the first night they met—when she gracelessly threw up on his shoes—to when she sent him an unintelligible email while in a post-surgical haze, Josh has always thought of Hazel more as a spectacle than a peer. But now, ten years later, after a cheating girlfriend has turned his life upside down, going out with Hazel is a breath of fresh air. Not that Josh and Hazel date. At least, not each other. Because setting each other up on progressively terrible double blind dates means there’s nothing between them...right?"
      },
      {
        "id": "YJFRDwAAQBAJ",
        "author": ["Khaled Hosseini"],
        "rating": 4.5,
        "title": "Sea Prayer",
        "image": "http://books.google.com/books/content?id=YJFRDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Sunday Times On a moonlit beach a father cradles his sleeping son as they wait for dawn to break and a boat to arrive. He speaks to his boy of the long summers of his childhood, recalling his grandfather's house in Syria, the stirring of olive trees in the breeze, the bleating of his grandmother's goat, the clanking of her cooking pots. And he remembers, too, the bustling city of Homs with its crowded lanes, its mosque and grand souk, in the days before the sky spat bombs and they had to flee. When the sun rises they and those around them will gather their possessions and embark on a perilous sea journey in search of a new home."
      },
      {
        "id": "T1w_DwAAQBAJ",
        "author": ["Olga Tokarczuk"],
        "rating": 4,
        "title": "Flights",
        "image": "http://books.google.com/books/content?id=T1w_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Chopin's heart is carried back to Warsaw in secret by his adoring sister. A woman must return to her native Poland in order to poison her terminally ill high school sweetheart, and a young man slowly descends into madness when his wife and child mysteriously vanish during a vacation and just as suddenly reappear. Through these brilliantly imagined characters and stories, interwoven with haunting, playful, and revelatory meditations, Flights explores what it means to be a traveler, a wanderer, a body in motion not only through space but through time. Where are you from? Where are you coming in from? Where are you going? we call to the traveler. Enchanting, unsettling, and wholly original, Flights is a master storyteller's answer."
      },
      {
        "id": "ydpdDwAAQBAJ",
        "author": ["Nora Roberts"],
        "rating": 4,
        "title": "Shelter in Place",
        "image": "http://books.google.com/books/content?id=ydpdDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "After surviving a mass shooting at a movie theater a group of survivors navigate trauma and recovery."
      }
  ], [
      {
        "id": "s_lLDVKogL4C",
        "author": ["Kimberly Derting"],
        "rating": 3.5,
        "title": "The Essence",
        "image": "http://books.google.com/books/content?id=s_lLDVKogL4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Seventeen-year-old Charlaina 'Charlie' Hart has defeated the tyrant Queen Sabara and taken control of Ludania, only to have Sabara's soul fuse itself with her own."
      },
      {
        "id": "0jGqCwAAQBAJ",
        "author":  ["Cameron Dokey"],
        "rating": 5,
        "title": "Once",
        "image": "http://books.google.com/books/content?id=0jGqCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "An accessibly priced anthology of three novel-length 'happily ever after' fairy tales reimagines the stories of Cinderella, Rapunzel and Mulan. By the author of Belle. Original."
      },
      {
        "id": "84AQG6bnyZwC",
        "author":  ["P. C. Cast", "Kristin Cast"],
        "rating": 3,
        "title": "Destined",
        "image": "http://books.google.com/books/content?id=84AQG6bnyZwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "In the ninth installment of the New York Times best-selling teen vampyre series, Zoey is home where she belongs, safe with her Guardian Warrior, Stark, by her side; Kalona has released his hold on Rephaim; and through Nyx's gift of a human form, he and Stevie Rae are finally able to be together."
      },
      {
        "id": "ouBLqAKailAC",
        "author":  ["Patricia C. Wrede"],
        "rating": 4,
        "title": "Across the Great Barrier",
        "image": "http://books.google.com/books/content?id=ouBLqAKailAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "In an alternate frontier America, Eff must travel beyond the Great Barrier and come to terms with her magic abilities--and those of her twin brother--to stop the newest threat encroaching on the settlers."
      }
  ], [
       {
        "id": "NhHbAZvCvr0C",
        "author":  ["Alister E. McGrath"],
        "rating": 3,
        "title": "Chosen Ones",
        "image": "http://books.google.com/books/content?id=NhHbAZvCvr0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "When Peter and Julia go to stay with their grandparents in Oxford, England, they discover a mysterious garden, which serves as a portal to a world where they are greeted as the saviors of a people enslaved by evildoers."
      },
      {
        "id": "zFjov1JFhEUC",
        "author": ["Adam Blade"],
        "rating": 4,
        "title": "Amulet of Avantia",
        "image": "http://books.google.com/books/content?id=zFjov1JFhEUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "In his quest to capture the pieces of the Amulet of Avantia, Tom must battle Luna the Moon wolf, whose evil magic turns all the animals of the forest--including Tom's animal friends--against him."
      },
      {
        "id": "u9O5BAAAQBAJ",
        "author": ["Donald McCaig"],
        "rating": 3,
        "title": "Ruth's Journey",
        "image": "http://books.google.com/books/content?id=u9O5BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Authorized by the Margaret Mitchell Estate, the first-ever prequel to one of the best-selling novels of all time, Gone With the Wind, recounts the life of Mammy, one of literature's greatest supporting characters, from her days as a slave girl to the outbreak of the Civil War. By the best-selling author of Rhett Butler's People. 250,000 first printing."
      },
      {
        "id": "z3xaDwAAQBAJ",
        "author": ["Amelia Grey"],
        "rating": 3.5,
        "title": "It's All About the Duke",
        "image": "http://books.google.com/books/content?id=z3xaDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "A duke with a past he can't forget. A lady with a secret identity determined to make him remember. Will their hearts survive?"
      }
  ], [
      {
        "id": "A160DgAAQBAJ",
        "author": ["Renée Ahdieh"],
        "rating": 3.5,
        "title": "Flame in the Mist",
        "image": "http://books.google.com/books/content?id=A160DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "After an attempt is made on her life, Mariko disguises herself as a boy and infiltrates a gang of bandits known as the Black Clan, determined to hunt down the person responsible"
      },
      {
        "id": "XFYoDgAAQBAJ",
        "author": ["Emma Wildes"],
        "rating": 3.5,
        "title": "Ruined by Moonlight",
        "image": "http://books.google.com/books/content?id=XFYoDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "Lord Heathton, at the behest of the Morrow family, must find Lady Elena Morrow, the reigning belle of the ton, who has mysteriously disappeared at the same time London's most notorious rake goes missing before the story spreads through high society and ruins Elena's reputation. Original."
      },
      {
        "id": "2_pvDwAAQBAJ",
        "author": "2_pvDwAAQBAJ",
        "rating": 1,
        "title": "Lord of Sin",
        "image": "http://books.google.com/books/content?id=2_pvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "desc": "After inheriting an earldom, rakish Ewan McLean has great plans for his new title and wealth, until he encounters his intriguing new responsibility, Bride Cameron, a beautiful, unmarried, and independent young woman who is the sole guardian for her three younger sisters. Original."
      },
      {
        "id": "dvruswEACAAJ",
        "author": ["Ann B. Harrison"],
        "rating": 3,
        "title": "Christmas Glitter",
        "image": "http://books.google.com/books/content?id=dvruswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "desc": "After a rough year involving a serious car accident, painful recovery and broken engagement, Dakota Moore moves to Cherry Lake to rebuild her life. To embrace her new community, she volunteers to coordinate the annual Christmas tree gala. Adam Clements has come home to help his mother run the family business while his father recovers from a heart attack. For the last decade, he's been a high-flying soccer player, enjoying the life that comes with his popularity. But something is missing and he can't put his finger on it... until he returns to Cherry Lake and remembers the feeling of home. Adam tries to keep his distance because he knows he'll be leaving, but he can't deny his attraction to Dakota. With the countdown to Christmas on, can Dakota convince Adam that his home is right there in Cherry Lake, with her?"
      }
  ], [
      {
        "id": "kXl3xgEACAAJ",
        "author": ["Catherine Bybee"],
        "rating": 5,
        "title": "My Way to You",
        "image": "http://books.google.com/books/content?id=kXl3xgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "desc": "A woman's journey through tragedy leads to the discovery of love in a novel about hope and survival by New York Times bestselling author Catherine Bybee. When a wildfire nearly destroys Parker Sinclair's family home, it's just one more disaster to add to her mountain of stress. For the past two years, she has shouldered the responsibility of raising her younger brother and sister after their parents' untimely deaths. Forced to leave college for a crappy job that barely pays the bills, Parker manages her family property, which consumes every aspect of her life. Now winter is coming and the forecast isn't spreading sunshine on the dark cloud over her head. The last thing Parker needs is a mudslide destroying everything she has worked so hard to maintain. Colin Hudson's job as a public works supervisor is to protect Parker's property and neighborhood from further damage. But it's a little hard when the owner of the land is a control freak who tries to do everything herself. The hardworking, attractive young woman is far from the 'hot mess' she claims to be. In fact, her tight grip of control is one of the things that attract him the most. It's also the hardest to crack. Now Colin's working overtime to help Parker open up her heart, trust him, and let him in. As Parker and Colin work together to keep her home and neighborhood safe, they may be in for another disaster. Or they may just realize that sometimes it takes destruction to create something new."
      },
      {
        "id": "FnuPaAFcEU8C",
        "author": ["Jane Green"],
        "rating": 3,
        "title": "Mr Maybe",
        "image": "http://books.google.com/books/content?id=FnuPaAFcEU8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "desc": "At 27, Libby thinks there's a lot to be said for a rich husband. So when Nick comes along - lovely, funny, and with no money whatsoever - she decides he's only good for a fling. Wealthy banker Ed, on the other hand, could possibly be the answer. But does Libby really know what she needs?"
      },
      {
        "id": "dJJy7YAtHWQC",
        "author": ["Maeve Binchy"],
        "rating": 4,
        "title": "Three Complete Books",
        "image": "http://books.google.com/books/content?id=dJJy7YAtHWQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "desc": "Three of Maeve Binchy's most popular works celebrate Ireland and its people with The Lilac Bus, Firefly Summer, and Silver Wedding."
      },
      {
        "id": "MchqewAACAAJ",
        "author": ["Elizabeth Lowell"],
        "rating": 4,
        "title": "To the Ends of the Earth",
        "image": "http://books.google.com/books/content?id=MchqewAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "desc": "The description for this title not yet availble."
      }
  ]
]