[
  [
    {
      "id": "sDiNDQAAQBAJ",
      "author":  ["Richard Yancey"],
      "rating": 3.5,
      "title": "The Infinite Sea",
      "image": "http://books.google.com/books/content?id=sDiNDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A sequel to the best-selling The 5th Wave finds survivors Cassie, Ben and Ringer enduring a fifth attack by Other invaders who are determined to exterminate the human race by eliminating all trustworthy human characteristics. By the award-winning author of The Monstrumologist. Simultaneous eBook."
    },
    {
      "id": "FG8tAgAAQBAJ",
      "author": ["Aimée Carter"],
      "rating": 3.5,
      "title": "Pawn",
      "image": "http://books.google.com/books/content?id=FG8tAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Desperate to escape a life of marginalization and misery, Kitty Doe joins the most powerful family in the country, a choice that requires her to assume the identity of the Prime Minister's niece and stop a rebellion that ended her predecessor's life. Original."
    },
    {
      "id": "2OmKDQAAQBAJ",
      "author": ["George Mann"],
      "rating": 4.5,
      "title": "Engines of War",
      "image": "http://books.google.com/books/content?id=2OmKDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "The Doctor does not like to remember the version of himself that lived during the Time Wars, when he crashed on the planet Moldox, where the Dalek took humans prisoner, and he joined forces with a young Dalek hunter, Cinder."
    },
    {
      "id": "0QrtAAAAQBAJ",
      "author": ["Phoebe North"],
      "rating": 3,
      "title": "Starglass",
      "image": "http://books.google.com/books/content?id=0QrtAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "For all of her sixteen years, Terra has lived on a city within a spaceship that left Earth five hundred years ago seeking refuge, but as they finally approach the chosen planet, she is drawn into a secret rebellion that could change the fate of her people."
    }
  ], [
    {
      "id": "TZF7AWjd2oQC",
      "author":  ["Larry Niven", "Matthew Joseph Harrington"],
      "rating": 3,
      "title": "The Goliath Stone",
      "image": "http://books.google.com/books/content?id=TZF7AWjd2oQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Using nanotechnology to enable miracle health cures and promote unprecedented levels of global wealth in the mid-21st century, Dr. Toby Glyer sparks moral debates and finds his innovations tested by their sentience and the threat of a cataclysmic asteroid collision. Co-written by the Hugo and Nebula Award-winning author of the Ringworld series."
    },
    {
      "id": "dSNydy4xg5cC",
      "author": ["Margaret Peterson Haddix"],
      "rating": 5,
      "title": "Caught",
      "image": "http://books.google.com/books/content?id=dSNydy4xg5cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "When Jonah and Katherine travel to early 1900s Switzerland and Serbia to return Albert Einstein's daughter, Lieserl, to history, her mother Mileva grasps entirely too much about time travel and has no intention of letting her daughter go."
    },
    {
      "id": "CI8XAwAAQBAJ",
      "author": ["Marissa Meyer"],
      "rating": 4,
      "title": "Cinder",
      "image": "http://books.google.com/books/content?id=CI8XAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "As plague ravages the overcrowded Earth, observed by a ruthless lunar people, Cinder, a gifted mechanic and cyborg, becomes involved with handsome Prince Kai and must uncover secrets about her past in order to protect the world in this futuristic take onthe Cinderella story."
    },
    {
      "id": "ZZKWsfzCXbUC",
      "author":  ["Evan Angler"],
      "rating":4.5,
      "title": "Storm",
      "image": "http://books.google.com/books/content?id=ZZKWsfzCXbUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "While Logan and his friends, leaders of the Markless revolution, face Chancellor Cylis's army, the Dust seeks a cure for an epidemic sweeping through the Marked, Logan's sister Lily's allegiance remains unclear, and climatic changes become ever more threatening."
    }
  ], [
    {
      "id": "FS4nAAAAQBAJ",
      "author": ["Susan Beth Pfeffer"],
      "rating": 3,
      "title": "The Shade of the Moon",
      "image": "http://books.google.com/books/content?id=FS4nAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "In this eagerly awaited addition to the dystopian series begun with New York Times best-seller Life As We Knew It, Jon Evans is one of the lucky ones—until he realizes that escaping his safe haven may be the only way to truly survive."
    },
    {
      "id": "6XZmyUHV314C",
      "author": ["Lisa M. Stasse"],
      "rating": 3,
      "title": "The Forsaken",
      "image": "http://books.google.com/books/content?id=6XZmyUHV314C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "After the formation of the United Northern Alliance--a merger of Canada, the United States and Mexico into one nation--16-year-old Alenna is sent to a desolate prison island for teenagers believed to be predisposed to violence."
    },
    {
      "id": "SObMm0tGjP0C",
      "author": ["Lois Lowry"],
      "rating": 3.5,
      "title": "The Giver Quartet",
      "image": "http://books.google.com/books/content?id=SObMm0tGjP0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Unlike the other Birthmothers in her utopian community, teenaged Claire forms an attachment to her baby, feeling a great loss when he is taken to the Nurturing Center to be adopted by a family unit."
    },
    {
      "id": "RfRvDwAAQBAJ",
      "author": ["Ann Aguirre"],
      "rating": 4,
      "title": "Endgame",
      "image": "http://books.google.com/books/content?id=RfRvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "While on her final mission, Sirantha Jax, who has the J-gene, which permits her to 'jump' faster-than-light ships through grimspace, joins a grassroots resistance to rid La'heng of the foreign conquerors who have invaded this planet. Original."
    }
  ], [
    {
      "id": "8XeHcKeFZxIC",
      "author": ["James Dashner"],
      "rating": 3.5,
      "title": "The Journal of Curious Letters",
      "image": "http://books.google.com/books/content?id=8XeHcKeFZxIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Thirteen-year-old Atticus 'Tick' Higginbottom begins receiving mysterious letters from around the world signed only 'M.G.,' and the clues contained therein lead him on a journey to the perilous 13th Reality and a confrontation with evil Mistress Jane."
    },
    {
      "id": "VCHshzbIqOsC",
      "author": ["Jeremy Robinson"],
      "rating": 4,
      "title": "Pulse",
      "image": "http://books.google.com/books/content?id=VCHshzbIqOsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Richard Ridley, with dreams of world conquest, has discovered an ancient genetic blueprint for Hydra, a creature that can eternally regenerate, while Special Forces try to stop him before he changes human genetics forever."
    },
    {
      "id": "6TG4gT_AY34C",
      "author": ["Mark Walden"],
      "rating": 4.5,
      "title": "The Overlord Protocol",
      "image": "http://books.google.com/books/content?id=6TG4gT_AY34C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Otto Malpense, who is still trapped at the Higher Institute of Villainous Education, or H.I.V.E., is nearly assassinated and must now not only try to escape, but also find out who murdered his best friend--and save himself."
    },
    {
      "id": "3xDTCwAAQBAJ",
      "author":  ["Karen Traviss"],
      "rating": 3.5,
      "title": "Revelation",
      "image": "http://books.google.com/books/content?id=3xDTCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "With the fate of the galaxy hanging in the balance, Jaina Solor, Ben Skywalker, and Luke Skywalker all contemplate previously unthinkable strategies in order to take down the tyrannical Sith Lord Jacen Solo."
    }
  ], [
    {
      "id": "ABUzGoceV7cC",
      "author": ["Allegra Goodman"],
      "rating": 3.5,
      "title": "Earth Mother is always watching... And one brave girl is about to find out why.",
      "image": "http://books.google.com/books/content?id=ABUzGoceV7cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Earth Mother is always watching... And one brave girl is about to find out why."
    },
    {
      "id": "AAyp5P5fWMQC",
      "author": ["John Hulme", "Michael Wexler"],
      "rating": 4.5,
      "title": "The Seems: The Glitch in Sleep",
      "image": "http://books.google.com/books/content?id=AAyp5P5fWMQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "When twelve-year-old Becker Drane is recruited by The Seems, a parallel universe that runs everything in The World, he must fix a disastrous glitch in the Department of Sleep that threatens everyone's ability to ever fall asleep again."
    },
    {
      "id": "nuuXbtyuySAC",
      "author": ["David L. Golemon"],
      "rating": 4,
      "title": "Legend",
      "image": "http://books.google.com/books/content?id=nuuXbtyuySAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Major Jack Collins, the head of a top-secret government agency dedicated to solving the mysteries of the past, ventures into the Amazon in search of Inca gold and the legendary predator that will destroy anyone threatening to expose the dark secret of the"
    },
    {
      "id": "ANLDtmJnXBAC",
      "author": ["Philip Reeve"],
      "rating": 3.5,
      "title": "Infernal Devices",
      "image": "http://books.google.com/books/content?id=ANLDtmJnXBAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "In the distant future, when fifteen-year-old Wren Natsworthy, bored with life in Anchorage, steals an Old-Tech book for a Lost Boy, she sets off a sequence of events that leads her parents, Tom and Hester, back into battle with enemies old and new. Reprint."
    }
  ], [
    {
      "id": "8uUgn2U1AoMC",
      "author": ["Madeleine L'Engle"],
      "rating": 3.5,
      "title": "A Wrinkle in Time",
      "image": "http://books.google.com/books/content?id=8uUgn2U1AoMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "It was a dark and stormy night; Meg Murry, her small brother Charles Wallace, and her mother had come down to the kitchen for a midnight snack when they were upset by the arrival of a most disturbing stranger. 'Wild nights are my glory,' the unearthly stranger told them. 'I just got caught in a downdraft and blown off course. Let me sit down for a moment, and then I'll be on my way. Speaking of ways, by the way, there is such a thing as a tesseract.' A tesseract (in case the reader doesn't know) is a wrinkle in time. To tell more would rob the reader of the enjoyment of Miss L'Engle's unusual book. A Wrinkle in Time, winner of the Newbery Medal in 1963, is the story of the adventures in space and time of Meg, Charles Wallace, and Calvin O'Keefe (athlete, student, and one of the most popular boys in high school). They are in search of Meg's father, a scientist who disappeared while engaged in secret work for the government on the tesseract problem. A Wrinkle in Time is the winner of the 1963 Newbery Medal."
    },
    {
      "id": "H3eJDQAAQBAJ",
      "author": ["Helen Fox"],
      "rating": 3.5,
      "title": "Eager",
      "image": "http://books.google.com/books/content?id=H3eJDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Unlike Grumps, their old-fashioned robot, the Bell family's new robot, Eager, is programmed to not merely obey but to question, reason, and exercise free will."
    },
    {
      "id": "NPSP1e8xCNQC",
      "author": ["Robert A. Heinlein"],
      "rating": 4,
      "title": "Tunnel in the Sky",
      "image": "http://books.google.com/books/content?id=NPSP1e8xCNQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A group of students goes through the gate to an unknown planet for a two-to-ten-day final exam in Advanced Survival only to realize, after a period of fighting the elements and wildlife, that something has gone wrong with the gate and what was a brief survival exam has become an endless struggle for life. Reprint. 10,000 first prinitng."
    },
    {
      "id": "BG3SjVi5AvAC",
      "author":  ["Robert A. Heinlein"],
      "rating": 3.5,
      "title": "Have Space Suit, Will Travel",
      "image": "http://books.google.com/books/content?id=BG3SjVi5AvAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Teenager Clifford 'Kip' Russell wins second prize in a soap jingle contest, a used worn spacesuit, and, while trying on his prize in his backyard, suddenly finds himself on a space odyssey as a prisoner aboard the ship of a space pirate, headed toward the Moon and a series of encounters with many bizarre creatures and situations. Reprint. 10,000 first printing."
    }
  ], [
    {
      "id": "hlbSrcGnhRIC",
      "author": ["Brian Herbert"],
      "rating": 3,
      "title": "Dreamer of Dune",
      "image": "http://books.google.com/books/content?id=hlbSrcGnhRIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A biography of the science fiction writer, presented by his son, describes Herbert's childhood in Tacoma, Washington, his early years as a reporter and editor, his military service, and his struggles to become published."
    },
    {
      "id": "L1iddN44SMIC",
      "author":  ["John Christopher"],
      "rating": 3.5,
      "title": ["John Christopher"],
      "image": "http://books.google.com/books/content?id=L1iddN44SMIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Fourteen-year-old Laurie and his family attempt to flee England when the Tripods descend from outer space and begin brainwashing everyone with their hypnotic Caps."
    },
    {
      "id": "sBbR4jhAJG8C",
      "author":  ["Anne McCaffrey"],
      "rating": 4,
      "title": "Dragondrums",
      "image": "http://books.google.com/books/content?id=sBbR4jhAJG8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Award-winning fantasy author Anne McCaffrey returns with her bestselling Harper Hall Trilogy, wonder-filled imaginative classics now available in digest format."
    },
    {
      "id": "0I3Mp0m7v_wC",
      "author": ["A. E. van Vogt"],
      "rating": 4,
      "title": "The World of Null-A",
      "image": "http://books.google.com/books/content?id=0I3Mp0m7v_wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Presents the science fiction classic set in the year 2650, where the Games Machine--twenty-five thousand electronic brains--sets the course of people's lives."
    }
  ]
]