[
  [
    {
      "id": "Qes6DwAAQBAJ",
      "author":  ["Alex Banayan"],
      "rating": 5,
      "title": "The Third Door",
      "image": "http://books.google.com/books/content?id=Qes6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "The Third Door takes readers on an unprecedented adventure—from hacking Warren Buffett’s shareholders meeting to chasing Larry King through a grocery store to celebrating in a nightclub with Lady Gaga—as Alex Banayan travels from icon to icon, decoding their success. After remarkable one-on-one interviews with Bill Gates, Maya Angelou, Steve Wozniak, Jane Goodall, Larry King, Jessica Alba, Pitbull, Tim Ferriss, Quincy Jones, and many more, Alex discovered the one key they have in common: they all took the Third Door. Life, business, success… it’s just like a nightclub. There are always three ways in. There’s the First Door: the main entrance, where ninety-nine percent of people wait in line, hoping to get in. The Second Door: the VIP entrance, where the billionaires and celebrities slip through. But what no one tells you is that there is always, always… the Third Door. It’s the entrance where you have to jump out of line, run down the alley, bang on the door a hundred times, climb over the dumpster, crack open the window, sneak through the kitchen—there’s always a way in. Whether it’s how Bill Gates sold his first piece of software or how Steven Spielberg became the youngest studio director in Hollywood history, they all took the Third Door."
    },
    {
      "id": "dWAzDwAAQBAJ",
      "author": ["Johann Hari"],
      "rating": 3.5,
      "title": "Lost Connections",
      "image": "http://books.google.com/books/content?id=dWAzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "What really causes depression and anxiety--and how can we really solve them? Award-winning journalist Johann Hari suffered from depression since he was a child and started taking antidepressants when he was a teenager. He was told that his problems were caused by a chemical imbalance in his brain. As an adult, trained in the social sciences, he began to investigate whether this was true--and he learned that almost everything we have been told about depression and anxiety is wrong. Across the world, Hari found social scientists who were uncovering evidence that depression and anxiety are not caused by a chemical imbalance in our brains. In fact, they are largely caused by key problems with the way we live today. Hari's journey took him from a mind-blowing series of experiments in Baltimore, to an Amish community in Indiana, to an uprising in Berlin. Once he had uncovered nine real causes of depression and anxiety, they led him to scientists who are discovering seven very different solutions--ones that work. It is an epic journey that will change how we think about one of the biggest crises in our culture today. His TED talk, “Everything You Think You Know About Addiction Is Wrong,” has been viewed more than eight million times and revolutionized the global debate. This book will do the same."
    },
    {
      "id": "AOpxDQAAQBAJ",
      "author": ["Anna Akana"],
      "rating": 4,
      "title": "So Much I Want to Tell You",
      "image": "http://books.google.com/books/content?id=AOpxDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "In 2007, Anna Akana lost her teen sister, Kristina, to suicide. In the months that followed, she realized that the one thing helping her process her grief and begin to heal was comedy. So she began making YouTube videos as a form of creative expression and as a way to connect with others. Ten years later, Anna has more than a million subscribers who watch her smart, honest vlogs on her YouTube channel. Her most popular videos, including “How to Put On Your Face” and “Why Girls Should Ask Guys Out,” are comical and provocative, but they all share a deeper message: Your worth is determined by you and you alone. You must learn to love yourself. In So Much I Want to Tell You, Anna opens up about her own struggles with poor self-esteem and reveals both the highs and lows of coming-of-age. She offers fresh, funny, hard-won advice for young women on everything from self-care to money to sex, and she is refreshingly straightforward about the realities of dating, female friendship, and the hustle required to make your dreams come true. This is Anna’s story, but, as she says, it belongs just as much to Kristina and to every other girl who must learn that growing up can be hard to do. Witty and real, Anna breaks things down in a way only a big sister can. Advance praise for So Much I Want to Tell You “This book is filled with the kind of honesty, vulnerability, and determination that makes Anna such a captivating person. One warning: You’ll want to hug her a lot while reading this.”—Natalie Tran, actress and comedian “As a woman working in entertainment, Anna Akana is accustomed to feeling vulnerable. Which means that she’s used to being brave. This book is a tribute to the duality of bravery and fear as told through Anna’s experiences to date.”—Hannah Hart, New York Times bestselling author of Buffering: Unshared Tales of a Life Fully Loaded “Frank advice on how to live a productive, happy life . . . written in tribute to a ‘fearless, talented, and bold’ sister.”—Kirkus Reviews"
    },
    {
      "id": "EDzjDAAAQBAJ",
      "author":  ["Eric Barker"],
      "rating": 3.5,
      "title": "Barking Up the Wrong Tree",
      "image": "http://books.google.com/books/content?id=EDzjDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "In Barking Up the Wrong Tree, Eric Barker reveals the extraordinary science behind what actually determines success and most importantly, how anyone can achieve it. You’ll learn: • Why valedictorians rarely become millionaires, and how your biggest weakness might actually be your greatest strength • Whether nice guys finish last and why the best lessons about cooperation come from gang members, pirates, and serial killers • Why trying to increase confidence fails and how Buddhist philosophy holds a superior solution • The secret ingredient to “grit” that Navy SEALs and disaster survivors leverage to keep going • How to find work-life balance using the strategy of Genghis Khan, the errors of Albert Einstein, and a little lesson from Spider-Man By looking at what separates the extremely successful from the rest of us, we learn what we can do to be more like them—and find out in some cases why it’s good that we aren’t. Barking Up the Wrong Tree draws on startling statistics and surprising anecdotes to help you understand what works and what doesn’t so you can stop guessing at success and start living the life you want."
    }
  ], [
    {
      "id": "nJiqDgAAQBAJ",
      "author": ["Brian Tracy"],
      "rating": 5,
      "title": "Eat That Frog",
      "image": "http://books.google.com/books/content?id=nJiqDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Stop Procrastinating, Get More of the Important Things Done—Today! There just isn't enough time for everything on our to-do list—and there never will be. Successful people don't try to do everything. They learn to focus on the most important tasks and make sure those get done. They eat their frogs. There's an old saying that if the first thing you do each morning is eat a live frog, you'll have the satisfaction of knowing you're done with the worst thing you'll have to do all day. For Tracy, eating a frog is a metaphor for tackling your most challenging task—but also the one that can have the greatest positive impact on your life. Eat That Frog! – Snapshots shows you how to organize each day so you can zero in on these critical tasks and accomplish them efficiently and effectively. In this fully redesigned and illustrative edition, Tracy explains how you can use technology to remind yourself of what is most important and protect yourself from what is least important. But one thing remains unchanged: Brian Tracy cuts to the core of what is vital to effective time management: decision, discipline, and determination. This life-changing book will ensure that you get more of your important tasks done—today!"
    },
    {
      "id": "JkG1DAAAQBAJ",
      "author": ["Lilly Singh"],
      "rating": 5,
      "title": "How to Be a Bawse",
      "image": "http://books.google.com/books/content?id=JkG1DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "'The ultimate no-nonsense manual for millennials how how to make it to the top' Marie Claire From actress, comedian and YouTube sensation Lilly Singh (aka Superwoman) comes the definitive guide to being a BAWSE - a person who exudes confidence, reaches goals, gets hurt efficiently, and smiles genuinely because they've fought through it all and made it out the other side. Told in her hilarious, bold voice that's inspired over 9 million fans, and using stories from her own life to illustrate her message, Lilly proves that there are no shortcuts to success. WARNING: This book does NOT include hopeful thoughts, lucky charms, and cute quotes. That's because success, happiness and everything else you want in life needs to be fought for - not wished for. In Lilly's world, there are no escalators. Only stairs."
    },
    {
      "id": "NMmlDgAAQBAJ",
      "author": ["Charlamagne Tha God"],
      "rating": 4,
      "title": "Black Privilege",
      "image": "http://books.google.com/books/content?id=NMmlDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Charlamagne Tha God--the self-proclaimed 'Prince of Pissing People Off,' co-host of Power 105.1's The Breakfast Club, and 'hip-hop's Howard Stern'--shares his unlikely success story as well as how embracing one's truths is a fundamental key to success and happiness"
    },
    {
      "id": "JYiwDAAAQBAJ",
      "author": ["Scott Carney"],
      "rating": 5,
      "title": "What Doesn't Kill Us",
      "image": "http://books.google.com/books/content?id=JYiwDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "What Doesn't Kill Us, traces our evolutionary journey back to a time when survival depended on how well we adapted to the environment around us. Our ancestors crossed deserts, mountains, and oceans without even a whisper of what anyone today might consider modern technology. Those feats of endurance now seem impossible in an age where we take comfort for granted. But what if we could regain some of our lost evolutionary strength by simulating the environmental conditions of our ancestors? Investigative journalist and anthropologist Scott Carney takes up the challenge to find out: Can we hack our bodies and use the environment to stimulate our inner biology? Helping him in his search for the answers is Dutch fitness guru Wim Hof, whose ability to control his body temperature in extreme cold has sparked a whirlwind of scientific study. Carney also enlists input from an Army scientist, a world-famous surfer, the founders of an obstacle course race movement, and ordinary people who have documented how they have cured autoimmune diseases, lost weight, and reversed diabetes. In the process, he chronicles his own transformational journey as he pushes his body and mind to the edge of endurance, a quest that culminates in a record-bending, 28-hour climb to the snowy peak of Mt. Kilimanjaro wearing nothing but a pair of running shorts and sneakers. An ambitious blend of investigative reporting and participatory journalism, What Doesn’t Kill Us explores the true connection between the mind and the body and reveals the science that allows us to push past our perceived limitations."
    }
  ], [
     {
      "id": "WSsXDQAAQBAJ",
      "author":  ["Dale Carnegie"],
      "rating": 4,
      "title": "How to stop worrying & start living",
      "image": "http://books.google.com/books/content?id=WSsXDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "The book 'How to stop worrying & start living' suggest many ways to conquer worry and lead a wonderful life. The book mentions fundamental facts to know about worry and magic formula for solving worry-some situations. Psychologists & Doctors' view: • Worry can make even the most stolid person ill. • Worry may cause nervous breakdown. • Worry can even cause tooth decay • Worry is one of the factors for High Blood Pressure. • Worry makes you tense and nervous and affect the nerves of your stomach. The book suggests basic techniques in analysing worry, step by step, in order to cope up with them. A very interesting feature of the book is 'How to eliminate 50% of your business worries'. The book offers 7 ways to cultivate a mental attitude that will bring you peace and happiness. Also, the golden rule for conquering worry, keeping your energy & spirits high. The book consists of some True Stories which will help the readers in conquering worry to lead you to success in life. The book is full of similar incidences and narrations which will make our readers to understand the situation in an easy way and lead a happy life. A must read book for everyone."
    },
    {
      "id": "9AA7BAAAQBAJ",
      "author": ["Charles F. Stanley"],
      "rating": 4.5,
      "title": "Emotions",
      "image": "http://books.google.com/books/content?id=9AA7BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "God has gifted us with emotions since the very beginning—and he did so with very concrete purposes in mind—so that we can enjoy life, so we can connect with others, and so we can reflect God's image in us. But too often, instead of making the best of this gift, our emotions make the worst of us. Though we cannot see, taste, or touch our emotions, we are constantly affected by their forceful presence and the incredible influence they have over us. They can alter how we view our day, other people, and even the major events in our lives. Through our feelings, we have the capacity to enjoy amazing triumphs and deep fulfillment or experience crushing defeat and ruined relationships. As Dr. Stanley deals with five key destructive emotions—fear, rejection, guilt, bitterness, and despair—he shares four simple steps for handling our emotions in a healthy manner. Revealing God's original purpose for emotions and wisely exposing the root of all negative emotions, Dr. Stanley will touch your heart as he teaches you how to find joy and fulfillment in the God-given gift of emotions. Powerful and inspiring, Emotions teaches you how to become free of negative emotions and reclaim the purpose and joy for which God created them."
    },
    {
      "id": "2hroAwAAQBAJ",
      "author":  ["Nick Vujicic", "Kanae Vujicic"],
      "rating": 4,
      "title": "Love Without Limits",
      "image": "http://books.google.com/books/content?id=2hroAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "It Doesn’t Take a Perfect Person to Find a Perfect Love Even though he was born without arms or legs, Nick Vujicic created a “ridiculously good life.” But after dating disappointments and a failed relationship, he reached his mid-twenties worried that he would never find a woman to love him and share his life. Then Nick met Kanae and everything changed. But even with undeniable chemistry, they would have to navigate twists and turns worthy of a romantic comedy before becoming 'one' in marriage. In Love Without Limits Nick and Kanae tell how they improbably found each other, fell in love, and then fought to overcome skepticism from others about their relationship. Filled with practical insights that will benefit any couple, this inspiring book describes a godly courtship and the early years of the Vujicics’ marriage and parenting journey. Above all, Love Without Limits is an inspiring reminder that when Christ is at the center of a relationship--even with serious challenges--true love will triumph. *** “Despite my optimism about other parts of life, I decided that love in this world had limits after all. I’d become convinced that no woman would want to marry such an obviously imperfect man as me….” As a boy growing up in Australia, Nick Vujicic could not understand why God had allowed him to be born without limbs and if He would ever bring a woman into Nick’s life. On the other side of the world, Kanae Miyahara—a girl growing up in Mexico--saw dysfunction sadly separate her family. She wondered if a loving, lasting marriage was even possible. Later, when Nick realized that God had a purpose for him, his life took on new meaning. But after a long-term relationship ended in heartache, would he ever find someone to marry? Kanae experienced relationships based on superficial attraction, but she longed to find a mate with strong character and faith—a man who would be a godly husband and father. When Nick and Kanae met in the most amazing way, they realized that God—the ultimate Matchmaker-- had used even their discouraging and painful experiences to prepare them for each other…for the love of their life."
    },
    {
      "id": "QObHAgAAQBAJ",
      "author":  ["Tyler McNamer"],
      "rating": 3.5,
      "title": "Population One",
      "image": "http://books.google.com/books/content?id=QObHAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Being different from the masses is one of the greatest gifts that you possess! Let s face it: Who wants to be just like everyone else? Talk about boring! People come in all shapes and sizes and are born with natural and unnatural gifts and talents like no other, and your greatest challenge is to discover your gifts and then apply them to the world to create a better place, a better planet, a better universe! That is my challenge to you so that all of us can get along peacefully and become truly a population of one. I would like to ask you some questions to help you discover what makes you unique, different, and awesome. Are you different? Are you unique? Do you look different than others? Talk differently than others? Do you walk differently than others? Have you been born with talents that very few others have? Have you been brainwashed to look at your talents as a disability? Do you stay up nights dwelling on all the things in life you don t have, rather than focus on all the blessings you do have? Have you ever been bullied at school, at home, and in many areas in your life? Have you ever been called a retard, dumb, disabled ? If you have answered yes to any of these questions, perhaps you have yet to understand, accept, and apply your unique gifts to make the world a better place. If you have answered Yes to any of these questions, I feel your pain, I have walked in your shoes, and I can empathize with your situation. I have been bullied, called a retard, told that I am disabled, put in special classes, advised that I should not expect to reach my goals. My name is Tyler McNamer and I have been called ALL of the above many, many times in my life. I am nineteen years old and have been blessed with autism my entire life. I have chosen to accept my label of autism not as a disability but as an extraordinary ability and I want to help you overcome the label that you may have suffered from for many years of your life. So what is autism? The dictionary defines autism as a mental condition, present from early childhood, characterized by great difficulty in communicating and forming relationships with others. Also, it is defined as a mental condition in which fantasy dominates over reality. So just how many people today are affected by this condition? According to a recent WebMD study, 1 in 88 kids today has autism and for boys the numbers is 1 in 54. Also you might be surprised to learn that since 2002, autism has increased by 78 percent. Let s put those numbers in perspective. A high school with 1,000 students enrolled is going to have 11 students with this condition, and a bigger high school with 2,500 students is going to have 28 students with autism. So, now that you know more about autism, let me highlight some of the things you will learn by reading this book since I want to assure you that this book is not just a book about autism it is a book about how we can all live together in harmony regardless of our differences. In this book, you are going to learn that, despite our differences and diversities, we can get along and become a population of one to serve others. In this book, you will learn the importance of becoming the leader in your own life, following your dreams. You will learn to focus on your blessings instead of being discouraged by your challenges. In this book, you will learn to embrace change and continue to learn for a lifetime. In this book, you will learn what it is like to be blessed with the unique ability of having autism. You will learn how not only to cope with your gifts, but to thrive in life and pursue your goals despite your challenges. In this book, you will learn how to turn your ability into a blessing to serve others"
    }
  ], [
    {
      "id": "kRNbAQAAQBAJ",
      "author": ["Francine Shapiro"],
      "rating": 0,
      "title": "Getting Past Your Past",
      "image": "http://books.google.com/books/content?id=kRNbAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A totally accessible user's guide from the creator of a scientifically proven form of psychotherapy that has successfully treated millions of people worldwide. Whether we've experienced small setbacks or major traumas, we are all influenced by memories and experiences we may not remember or don't fully understand. Getting Past Your Past offers practical procedures that demystify the human condition and empower readers looking to achieve real change. Shapiro, the creator of EMDR (Eye Movement Desensitization and Reprocessing), explains how our personalities develop and why we become trapped into feeling, believing and acting in ways that don't serve us. Through detailed examples and exercises readers will learn to understand themselves, and why the people in their lives act the way they do. Most importantly, readers will also learn techniques to improve their relationships, break through emotional barriers, overcome limitations and excel in ways taught to Olympic athletes, successful executives and performers. An easy conversational style, humor and fascinating real life stories make it simple to understand the brain science, why we get stuck in various ways and what to do about it. Don't let yourself be run by unconscious and automatic reactions. Read the reviews below from award winners, researchers, academics and best selling authors to learn how to take control of your life."
    },
    {
      "id": "BTqLjAOwsSMC",
      "author": ["Will M. Tuttle"],
      "rating": 3.5,
      "title": "The World Peace Diet",
      "image": "http://books.google.com/books/content?id=BTqLjAOwsSMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Tuttle offers a set of universal principles for all people of conscience, from any religious tradition, to help them reconnect with what they are eating, what was required to get it on their plates--and what happens after it leaves their plates."
    },
    {
      "id": "PnO7_2F12p0C",
      "author":  ["John Robbins"],
      "rating": 3.5,
      "title": "Diet for a New America",
      "image": "http://books.google.com/books/content?id=PnO7_2F12p0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "From John Robbins, a new edition of the classic that awakened the conscience of a nation. Since the 1987 publication of Diet for a New America, beef consumption in the United States has fallen a remarkable 19%. While many forces are contributing to this dramatic shift in our habits, Diet for a New America is considered to be one of the most important. Diet for a New America is a startling examination of the food we currently buy and eat in the United States, and the astounding moral, economic, and emotional price we pay for it. In Section I, John Robbins takes an extraordinary look at our dependence on animals for food and the inhumane conditions under which these animals are raised. It becomes clear that the price we pay for our eating habits is measured in the suffering of animals, a suffering so extreme and needless that it disrupts our very place in the web of life. Section II challenges the belief that consuming meat is a requirement for health by pointing our the vastly increased rate of disease caused by pesticides, hormones, additives, and other chemicals now a routine part of our food production. The author shows us that the high health risk is unnecessary, and that the production, preparation, and consumption of food can once again be a healthy process. In Section III, Robbins looks at the global implications of a meat-based diet and concludes that the consumption of the resources necessary to produce meat is a major factor in our ecological crisis. Diet for a New America is the single most eloquent argument for a vegetarian lifestyle ever published. Eloquently, evocatively, and entertainingly written, it is a cant put down book guaranteed to amaze, infuriate, but ultimately educate and empower the reader. A pivotal book nominated for the Pulitzer Prize for Non-Fiction in 1987."
    },
    {
      "id": "y2xnDAAAQBAJ",
      "author": ["Caroline P. Murphy"],
      "rating": 4,
      "title": "Murder of a Medici Princess",
      "image": "http://books.google.com/books/content?id=y2xnDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A vast treasure trove of newly discovered and unpublished documents illuminates the brilliant life and tragic death of Isabella de Medici, one of the brightest stars in Renaissance Italy, in this fast-paced narrative that reveals the culpability of her disapproving older brother in her murder by her jealous husband."
    }
  ], [
     {
      "id": "kUnzbJL3LIIC",
      "author": ["Charles Houston Harris", "Louis R. Sadler"],
      "rating": 3,
      "title": "The Texas Rangers and the Mexican Revolution",
      "image": "http://books.google.com/books/content?id=kUnzbJL3LIIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "The decade 1910-1920 was the bloodiest in the controversial history of one of the most famous law enforcement agencies in the world--the Texas Rangers. Much of the bloodshed was along the thousand-mile Texas/Mexico border because these were the years of the Mexican Revolution. Charles Harris III and Louis Sadler shed new light on this turbulent period by uncovering the clandestine role of Mexican President Venustiano Carranza in the border violence. They document two virtually unknown invasions of Texas by Mexican Army troops acting under Carranza's orders. Harris and Sadler suggest the notorious 'Plan de San Diego,' usually portrayed by historians as a plot hatched in South Texas, was actually spawned in Mexico by Carranza. This irredentist conspiracy, which called for the execution of all Anglo males sixteen and older and the establishment of a Hispanic republic, was designed to cause a race war between Hispanics and Anglos. One of Carranza's goals was to end the support being given by border residents to his rival Pancho Villa. The 'Plan de San Diego' caused the governor of Texas to order the Texas Rangers to wipe out the insurgency along the border. This resulted in an estimated 300 Hispanics being killed by the Rangers and others without benefit of judge and jury. The Texas Rangers and the Mexican Revolutionis the first Ranger history to utilize Mexican government archives and the voluminous declassified FBI records on the Mexican Revolution. 'There is no other book that focuses on the Texas Rangers in the period 1910-1920. This will be the standard book on the Rangers for this period and probably the most thoroughly researched book on the Rangers in any period."
    },
    {
      "id": "7ycSyi1yNyYC",
      "author": ["David Aikman"],
      "rating": 4.5,
      "title": "Great Souls",
      "image": "http://books.google.com/books/content?id=7ycSyi1yNyYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Aikman profiles six figures who embody specific virtues including Bill Graham, Nelson Mandela, Mother Teresa, Pope John Paul II and others."
    },
    {
      "id": "3WZkyIUEWNgC",
      "author": ["Ingrid Seward"],
      "rating": 4,
      "title": "The Queen and Di",
      "image": "http://books.google.com/books/content?id=3WZkyIUEWNgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A behind-the-gates journey into Buckingham, Balmoral, and Sandringham palaces reveals how the royals really live, including a portrait of the queen and Princess Diana that illustrates a relationship unlike that of popular belief."
    },
    {
      "id": "Qp7J5fCax1cC",
      "author": ["Amanda Foreman"],
      "rating": 5,
      "title": "Georgiana, Duchess of Devonshire",
      "image": "http://books.google.com/books/content?id=Qp7J5fCax1cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Traces the life of eighteenth-century British aristocrat Lady Georgiana Spencer."
    }
  ], [
    {
      "id": "xHOODQAAQBAJ",
      "author": ["Robert K. Massie"],
      "rating": 4.5,
      "title": "Nicholas and Alexandra",
      "image": "http://books.google.com/books/content?id=xHOODQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "An incisive account of the last of the Romanov dynasty details the love affair of Tsar Nicholas II and his wife, Alexandra, their family, their involvement with Rasputin, and the revolution that transformed imperial Russia. Reprint."
    },
    {
      "id": "flqJtIiymv0C",
      "author": ["Randall Bennett Woods"],
      "rating": 4,
      "title": "Shadow Warrior",
      "image": "http://books.google.com/books/content?id=flqJtIiymv0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A dramatic profile of the controversial post-World War II soldier and spy identifies his critical role in some of the most pivotal events of the 20th century, tracing his work as the director of the CIA, his involvement in covert activities and his suspicious death. By the award-winning author of Fulbright: A Biography. 30,000 first printing."
    },
    {
      "id": "_dq4AQAAQBAJ",
      "author": ["Mark Ribowsky"],
      "rating": 4,
      "title": "The Last Cowboy: A Life of Tom Landry",
      "image": "http://books.google.com/books/content?id=_dq4AQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A biography of the legendary professional football coach, known for his trademark fedora, who spent almost thirty years taking the Dallas Cowboys from punchline to NFL glory, ultimately delivering twenty consecutive winning seasons."
    },
    {
      "id": "CfjpTz8eQzYC",
      "author": ["John Perry"],
      "rating": 4.5,
      "title": "Pershing",
      "image": "http://books.google.com/books/content?id=CfjpTz8eQzYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "No other American military leader is so important and yet so little known as John J. Pershing. He led an army of more than a million men in France, defeating the seemingly invincible German war machine with only six months of offensive action. He was an American hero, and yet, today, General Pershing has faded away to the second or third tier of America’s historical consciousness. His accomplishments rightly place him in the company of great generals such as MacArthur, Eisenhower, and Patton, all of whom he commanded and inspired, and all of whom he outranked. He shaped world events in Europe as surely as Woodrow Wilson or David Lloyd George,so why has America forgotten him? John Perry chronicles the life of a strong, inflexible leader who was an insufferable nit-picker on the job, but a faithful friend, tender husband, and devoted father. To the small group fortunate enough to know him, Pershing was a great and wonderful man. To the rest, he was stiff, cold, impersonal, and best avoided."
    }
  ], [
     {
      "id": "7OE5mmdrNYMC",
      "author": ["David Finch"],
      "rating": 4,
      "title": "The Journal of Best Practices",
      "image": "http://books.google.com/books/content?id=7OE5mmdrNYMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A full-length account based on a popular New York Times article traces the author's battle with Asperger Syndrome, describing his adult diagnosis and the painstaking and often whimsical exercises he uses to preserve his family and build social skills."
    },
    {
      "id": "1isA9J93gM8C",
      "author": ["Michael Hingson", "Susy Flory"],
      "rating": 4,
      "title": "Thunder Dog",
      "image": "http://books.google.com/books/content?id=1isA9J93gM8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "Recounts the events of September 11, 2001 as a blind man, trusting in his guide dog, escapes from the World Trade Center's north tower."
    },
    {
      "id": "nzhOO1GAZ9IC",
      "author": ["Elizabeth Lev"],
      "rating": 3.5,
      "title": "The Tigress of Forlì",
      "image": "http://books.google.com/books/content?id=nzhOO1GAZ9IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "An examination of the Renaissance countess explores her marriage at the age of ten into a corrupt pope's influential family, her fierce rule after the assassination of her husband, and the inspiring resistance she led against the Borgia family."
    },
    {
      "id": "flqJtIiymv0C",
      "author":  ["Randall Bennett Woods"],
      "rating": 4,
      "title": "Shadow Warrior",
      "image": "http://books.google.com/books/content?id=flqJtIiymv0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "desc": "A dramatic profile of the controversial post-World War II soldier and spy identifies his critical role in some of the most pivotal events of the 20th century, tracing his work as the director of the CIA, his involvement in covert activities and his suspicious death. By the award-winning author of Fulbright: A Biography. 30,000 first printing."
    }
  ]
]